export const storePictures = [
    {
        id: 1,
        img: './imgs/hell-map-big.jpg',
        author: 'Сандро Боттичелли',
        name: '«Карта ада»',
        price: 666,
        inCart: false,
        count: 0,
        total: 0,
        info: `Чем дальше круг – тем страшнее и тягостнее грех. Мы видим, 
            как каждый грешник мучается после смерти за свои земные деяния. 
            Боттичелли изображает ад в виде воронки, сужающейся к центру 
            земли, туда, где живёт в заточении Люцифер.
            1 круг – это некрещеные младенцы и ветхозаветные праведники, 
            наказание которых безболезненная скорбь. Во 2 круге находятся 
            сладострастники, которых истязают ураганом и ударами о скалы. 
            3 круг – обиталище обжор, гниющих под дождём, а 4 – скупердяи 
            и растратчики, которые таскают с места на место тяжести и, 
            сталкиваясь, ведут ожесточённые споры. В 5 круге находятся 
            души унывающих и гневных, их наказание – драка в болоте с 
            дном из душ унывающих. 6 круг встретил Данте лжеучителями и 
            еретиками, лежащими в раскалённых могилах. В 7 круге - насильники, 
            8 круг – это находящиеся по щелям обманутые и обманщики. И, наконец, 
            9 круг представляет собой вместилище душ, совершивших самый страшный 
            грех – предательство. Они навечно вмерзли в лёд по шею с обращёнными вниз лицами.`
    },
    {
        id: 2,
        img: './imgs/God2-Sistine_Chapel.png',
        author: 'Микеланджело',
        name: '«Сотворение Адама»',
        price: 6996,
        inCart: false,
        count: 0,
        total: 0,
        info: `Одна из самых известных работ великого мастера пера написано 
            примерно в 1511 году. На полотне изображен Бог в сопровождении 
            ангелов без крыльев. Свою правую руку он тянет навстречу Адаму 
            и почти соприкасается с ней. Такая задумка художника передает тот 
            замысел, что Бог и человек никогда не смогут быть единым целым. 
            Божественный образ передает творческую энергию в глобальном смысле, 
            а в теле Адама живописец воспевает физическую красоту человека. 
            Согласно научно обоснованным данным, в образе Бога зашифрован 
            человеческий мозг.`
    },
    {
        id: 3,
        img: './imgs/Van_Gogh_-_Starry_Night.jpg',
        author: 'Винсент Ван Гог',
        name: '«Звездная ночь»',
        price: 800,
        inCart: false,
        count: 0,
        total: 0,
        info: `Нидерландский живописец написал картину в 1889 году, которая 
            заслужила известность во всем мире. Данная работа признана одной 
            из лучших, имеющихся у Ван Гога. На полотне художник изобразил 
            ночное звездное небо в таком виде, который ему подсказало 
            собственное воображение. Звездная ночь в воображении живописца 
            более удивительная и практически не имеющая ничего общего с 
            реальностью. В настоящее время эта удивительная картина находится 
            в собственности нью-йоркского Музея современного искусства.`
    },
    {
        id: 4,
        img: './imgs/postojanstvo-pamiati-dali+.jpg',
        author: 'Сальвадор Дали',
        name: '«Постоянство памяти»',
        price: 1001,
        inCart: false,
        count: 0,
        total: 0,
        info: `Картина принесла испанскому живописцу большую популярность. 
            Пожалуй, нет ни одного современного образованного человека независимо 
            от расовой принадлежности, которому бы не была известна эта картина. 
            В этом произведении живописец как бы уходит от линейного понимания 
            времени, изображая размягченные стекающие часы, как плавленый сыр.`
    },
    {
        id: 5,
        img: './imgs/301588.jpeg',
        author: 'Клод Моне',
        name: '«Мост Ватерлоо. Эффект тумана»',
        price: 900,
        inCart: false,
        count: 0,
        total: 0,
        info: `Картина Клода Моне «Мост Ватерлоо. (Эффект тумана)» производит 
            завораживающее чарующее впечатление. На заднем плане изображения 
            угадываются фабричные трубы, кипит промышленная жизнь Лондона. А 
            впереди, где плещет свои воды Темза, тишина и покой, которые только 
            изредка нарушаются плеском вёсел – несколько лодок плывут сквозь проёмы моста…`
    },
    {
        id: 6,
        img: './imgs/No._5,_1948.jpg',
        author: 'Джексон Поллок',
        name: '«Номер 5, 1948»',
        price: 10000,
        inCart: false,
        count: 0,
        total: 0,
        info: `Изобретенная Джексоном Поллоком в конце 1940-х годов «капельная» 
            техника или техника разбрызгивания стала настоящей сенсацией и поделила 
            поклонников живописи на два лагеря: тех, кто считал его картины истинными 
            шедеврами, и тех, кто называл их бездарной мазней, недостойной называться 
            искусством. Журналисты дали Поллоку прозвище Jack The Dripper 
            (Джек-разбрызгиватель) по аналогии с Jack The Ripper (Джек-потрошитель).
            Выполненным в уникальной технике полотнам художник чаще всего не давал 
            никаких названий, только номера. Но не потому что ему было лень 
            придумывать красивые метафоры для брызг краски, а потому что 
            таким образом он хотел дать свободу воображению зрителя, не влияя на 
            его восприятие картины. Одной из таких работ стал «Номер 5» - одна из 
            множества написанных и пронумерованных Поллоком картин в самые 
            продуктивные годы трезвости. Но именно ей была уготована поразительная судьба.`
    },
    {
        id: 7,
        img: '',
        author: '',
        name: '',
        price: 0,
        inCart: false,
        count: 0,
        total: 0,
        info: '00'
    }
]

export const detailPicture = {
    id: 1, 
    img: './imgs/hell-map-big.jpg',
    author: 'Сандро Боттичелли',
    name: '«Карта ада»',
    price: 666,
    inCart: false,
    count: 0,
    total: 0,
    info: `Чем дальше круг – тем страшнее и тягостнее грех. Мы видим, 
        как каждый грешник мучается после смерти за свои земные деяния. 
        Боттичелли изображает ад в виде воронки, сужающейся к центру 
        земли, туда, где живёт в заточении Люцифер.
        1 круг – это некрещеные младенцы и ветхозаветные праведники, 
        наказание которых безболезненная скорбь. Во 2 круге находятся 
        сладострастники, которых истязают ураганом и ударами о скалы. 
        3 круг – обиталище обжор, гниющих под дождём, а 4 – скупердяи 
        и растратчики, которые таскают с места на место тяжести и, 
        сталкиваясь, ведут ожесточённые споры. В 5 круге находятся 
        души унывающих и гневных, их наказание – драка в болоте с 
        дном из душ унывающих. 6 круг встретил Данте лжеучителями и 
        еретиками, лежащими в раскалённых могилах. В 7 круге - насильники, 
        8 круг – это находящиеся по щелям обманутые и обманщики. И, наконец, 
        9 круг представляет собой вместилище душ, совершивших самый страшный 
        грех – предательство. Они навечно вмерзли в лёд по шею с обращёнными вниз лицами.`
}

// export default pictures